{
  "architectures": [
    "BertModel"
  ],
  "model_type": "bert",
  "hidden_size": 32,
  "num_hidden_layers": 2,
  "num_attention_heads": 4,
  "intermediate_size": 64,
  "vocab_size": 256,
  "max_position_embeddings": 128,
  "type_vocab_size": 2,
  "hidden_act": "gelu",
  "position_embedding_type": "absolute",
  "layer_norm_eps": 1e-12
}