{
  "do_lower_case": false,
  "model_max_length": 2048,
  "tokenizer_class": "BertTokenizerFast",
  "unk_token": "[UNK]",
  "sep_token": "[SEP]",
  "pad_token": "[PAD]",
  "cls_token": "[CLS]",
  "mask_token": "[MASK]"
}